 [{"_id": "0", "query": "Is 11069 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "1", "query": "Is 6073 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "2", "query": "Is 13033 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "3", "query": "Is 10391 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "4", "query": "Is 4283 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "5", "query": "Is 16673 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "6", "query": "Is 4861 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "7", "query": "Is 8191 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "8", "query": "Is 13171 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "9", "query": "Is 8669 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "10", "query": "Is 9221 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "11", "query": "Is 18059 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "12", "query": "Is 6311 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "13", "query": "Is 15887 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "14", "query": "Is 14153 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "15", "query": "Is 8963 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "16", "query": "Is 18229 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "17", "query": "Is 16553 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "18", "query": "Is 18539 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "19", "query": "Is 16229 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "20", "query": "Is 7127 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "21", "query": "Is 15937 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "22", "query": "Is 17681 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "23", "query": "Is 14657 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "24", "query": "Is 8297 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "25", "query": "Is 9419 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "26", "query": "Is 6427 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "27", "query": "Is 15473 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "28", "query": "Is 3581 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}, {"_id": "29", "query": "Is 13711 a prime number? Think step by step and then answer \"[Yes]\" or \"[No]\"."}]